{
  "0101": {
    "ref": "1 John 4:9",
    "text": "In this the love of God was made manifest among us, that God sent his only Son into the world, so that we might live through him."
  },
  "0102": {
    "ref": "1 Peter 1:18-19",
    "text": "Knowing that you were ransomed from the futile ways inherited from your forefathers, not with perishable things such as silver or gold, but with the precious blood of Christ, like that of a lamb without blemish or spot."
  },
  "0103": {
    "ref": "Titus 3:5",
    "text": "He saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit."
  },
  "0104": {
    "ref": "2 Peter 1:4",
    "text": "By which he has granted to us his precious and very great promises, so that through them you may become partakers of the divine nature, having escaped from the corruption that is in the world because of sinful desire."
  },
  "0105": {
    "ref": "Acts 13:39",
    "text": "And by him everyone who believes is freed from everything from which you could not be freed by the law of Moses."
  },
  "0106": {
    "ref": "John 15:5",
    "text": "I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing."
  },
  "0107": {
    "ref": "Romans 8:17",
    "text": "And if children, then heirs—heirs of God and fellow heirs with Christ, provided we suffer with him in order that we may also be glorified with him."
  },
  "0108": {
    "ref": "Colossians 2:9-10",
    "text": "For in him the whole fullness of deity dwells bodily, and you have been filled in him, who is the head of all rule and authority."
  },
  "0109": {
    "ref": "1 John 2:1",
    "text": "My little children, I am writing these things to you so that you may not sin. But if anyone does sin, we have an advocate with the Father, Jesus Christ the righteous."
  },
  "0110": {
    "ref": "1 Timothy 1:1",
    "text": "Paul, an apostle of Christ Jesus by command of God our Savior and of Christ Jesus our hope."
  },
  "0111": {
    "ref": "Colossians 3:4",
    "text": "When Christ who is your life appears, then you also will appear with him in glory."
  },
  "0112": {
    "ref": "Ephesians 2:13-14",
    "text": "But now in Christ Jesus you who once were far off have been brought near by the blood of Christ. For he himself is our peace, who has made us both one and has broken down in his flesh the dividing wall of hostility."
  },
  "0113": {
    "ref": "Jeremiah 23:6",
    "text": "In his days Judah will be saved, and Israel will dwell securely. And this is the name by which he will be called: ‘The LORD is our righteousness.’"
  },
  "0114": {
    "ref": "1 Corinthians 6:19",
    "text": "Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own."
  },
  "0115": {
    "ref": "2 Thessalonians 2:13",
    "text": "But we ought always to give thanks to God for you, brothers beloved by the Lord, because God chose you as the firstfruits to be saved, through sanctification by the Spirit and belief in the truth."
  },
  "0116": {
    "ref": "Ephesians 3:16",
    "text": "That according to the riches of his glory he may grant you to be strengthened with power through his Spirit in your inner being."
  },
  "0117": {
    "ref": "Romans 8:15",
    "text": "For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!”"
  },
  "0118": {
    "ref": "John 15:26",
    "text": "“But when the Helper comes, whom I will send to you from the Father, the Spirit of truth, who proceeds from the Father, he will bear witness about me."
  },
  "0119": {
    "ref": "Ephesians 4:30",
    "text": "And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption."
  },
  "0120": {
    "ref": "John 16:13",
    "text": "When the Spirit of truth comes, he will guide you into all the truth, for he will not speak on his own authority, but whatever he hears he will speak, and he will declare to you the things that are to come."
  },
  "0121": {
    "ref": "Ephesians 2:19",
    "text": "So then you are no longer strangers and aliens, but you are fellow citizens with the saints and members of the household of God."
  },
  "0122": {
    "ref": "Galatians 2:20",
    "text": "I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me."
  },
  "0123": {
    "ref": "Romans 12:1",
    "text": "I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship."
  },
  "0124": {
    "ref": "Jude 21",
    "text": "Keep yourselves in the love of God, waiting for the mercy of our Lord Jesus Christ that leads to eternal life."
  },
  "0125": {
    "ref": "Romans 8:1",
    "text": "There is therefore now no condemnation for those who are in Christ Jesus."
  },
  "0126": {
    "ref": "Hebrews 2:14",
    "text": "Since therefore the children share in flesh and blood, he himself likewise partook of the same things, that through death he might destroy the one who has the power of death, that is, the devil."
  },
  "0127": {
    "ref": "Psalm 130:7-8",
    "text": "O Israel, hope in the LORD! For with the LORD there is steadfast love, and with him is plentiful redemption. And he will redeem Israel from all his iniquities."
  },
  "0128": {
    "ref": "Psalm 18:48",
    "text": "Who rescued me from my enemies; yes, you exalted me above those who rose against me; you delivered me from the man of violence."
  },
  "0129": {
    "ref": "1 Peter 2:10",
    "text": "Once you were not a people, but now you are God’s people; once you had not received mercy, but now you have received mercy."
  },
  "0130": {
    "ref": "1 Peter 1:5",
    "text": "Who by God’s power are being guarded through faith for a salvation ready to be revealed in the last time."
  },
  "0131": {
    "ref": "Hebrews 11:16",
    "text": "But as it is, they desire a better country, that is, a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared for them a city."
  },
  "0201": {
    "ref": "Luke 10:25,27",
    "text": "And behold, a lawyer stood up to put him to the test, saying, “Teacher, what shall I do to inherit eternal life?” And he answered, “You shall love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind, and your neighbor as yourself.”"
  },
  "0202": {
    "ref": "Luke 17:15",
    "text": "Then one of them, when he saw that he was healed, turned back, praising God with a loud voice."
  },
  "0203": {
    "ref": "Romans 6:17-18",
    "text": "But thanks be to God, that you who were once slaves of sin have become obedient from the heart to the standard of teaching to which you were committed, and, having been set free from sin, have become slaves of righteousness."
  },
  "0204": {
    "ref": "Hebrews 12:9",
    "text": "Besides this, we have had earthly fathers who disciplined us and we respected them. Shall we not much more be subject to the Father of spirits and live?"
  },
  "0205": {
    "ref": "1 John 5:1",
    "text": "Everyone who believes that Jesus is the Christ has been born of God, and everyone who loves the Father loves whoever has been born of him."
  },
  "0206": {
    "ref": "Matthew 10:37",
    "text": "Whoever loves father or mother more than me is not worthy of me, and whoever loves son or daughter more than me is not worthy of me."
  },
  "0207": {
    "ref": "Luke 9:23",
    "text": "And he said to all, “If anyone would come after me, let him deny himself and take up his cross daily and follow me."
  },
  "0208": {
    "ref": "1 John 4:15",
    "text": "Whoever confesses that Jesus is the Son of God, God abides in him, and he in God."
  },
  "0209": {
    "ref": "Romans 14:8",
    "text": "For if we live, we live to the Lord, and if we die, we die to the Lord. So then, whether we live or whether we die, we are the Lord’s."
  },
  "0210": {
    "ref": "John 13:15",
    "text": "For I have given you an example, that you also should do just as I have done to you."
  },
  "0211": {
    "ref": "1 Peter 2:6-7",
    "text": "For it stands in Scripture: “Behold, I am laying in Zion a stone, a cornerstone chosen and precious, and whoever believes in him will not be put to shame.” So the honor is for you who believe, but for those who do not believe, “The stone that the builders rejected has become the cornerstone,”"
  },
  "0212": {
    "ref": "Romans 8:9",
    "text": "You, however, are not in the flesh but in the Spirit, if in fact the Spirit of God dwells in you. Anyone who does not have the Spirit of Christ does not belong to him."
  },
  "0213": {
    "ref": "Romans 8:14",
    "text": "For all who are led by the Spirit of God are sons of God."
  },
  "0214": {
    "ref": "Psalm 38:3-4",
    "text": "There is no soundness in my flesh because of your indignation; there is no health in my bones because of my sin. For my iniquities have gone over my head; like a heavy burden, they are too heavy for me."
  },
  "0215": {
    "ref": "2 Corinthians 7:10",
    "text": "For godly grief produces a repentance that leads to salvation without regret, whereas worldly grief produces death."
  },
  "0216": {
    "ref": "1 John 3:9",
    "text": "No one born of God makes a practice of sinning, for God’s seed abides in him; and he cannot keep on sinning, because he has been born of God."
  },
  "0217": {
    "ref": "Galatians 5:24",
    "text": "And those who belong to Christ Jesus have crucified the flesh with its passions and desires."
  },
  "0218": {
    "ref": "Philippians 3:8",
    "text": "Indeed, I count everything as loss because of the surpassing worth of knowing Christ Jesus my Lord. For his sake I have suffered the loss of all things and count them as rubbish, in order that I may gain Christ."
  },
  "0219": {
    "ref": "1 John 5:4",
    "text": "For everyone who has been born of God overcomes the world. And this is the victory that has overcome the world—our faith."
  },
  "0220": {
    "ref": "1 John 2:15",
    "text": "Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him."
  },
  "0221": {
    "ref": "Romans 8:5",
    "text": "For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit set their minds on the things of the Spirit."
  },
  "0222": {
    "ref": "Philippians 3:20",
    "text": "But our citizenship is in heaven, and from it we await a Savior, the Lord Jesus Christ."
  },
  "0223": {
    "ref": "2 Corinthians 5:14-15",
    "text": "For the love of Christ controls us, because we have concluded this: that one has died for all, therefore all have died; and he died for all, that those who live might no longer live for themselves but for him who for their sake died and was raised."
  },
  "0224": {
    "ref": "1 John 4:6",
    "text": "We are from God. Whoever knows God listens to us; whoever is not from God does not listen to us. By this we know the Spirit of truth and the spirit of error."
  },
  "0225": {
    "ref": "1 John 2:19",
    "text": "They went out from us, but they were not of us; for if they had been of us, they would have continued with us. But they went out, that it might become plain that they all are not of us."
  },
  "0226": {
    "ref": "Psalm 119:127, 129",
    "text": "Therefore I love your commandments above gold, above fine gold. Pe Your testimonies are wonderful; therefore my soul keeps them."
  },
  "0227": {
    "ref": "Luke 6:35",
    "text": "But love your enemies, and do good, and lend, expecting nothing in return, and your reward will be great, and you will be sons of the Most High, for he is kind to the ungrateful and the evil."
  },
  "0228": {
    "ref": "1 John 4:7",
    "text": "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God."
  },
  "0229": {
    "ref": "1 John 3:19, 21",
    "text": "By this we shall know that we are of the truth and reassure our heart before him; Beloved, if our heart does not condemn us, we have confidence before God."
  },
  "0301": {
    "ref": "Psalm 84:11",
    "text": "For the LORD God is a sun and shield; the LORD bestows favor and honor. No good thing does he withhold from those who walk uprightly."
  },
  "0302": {
    "ref": "Psalm 73:26",
    "text": "My flesh and my heart may fail, but God is the strength of my heart and my portion forever."
  },
  "0303": {
    "ref": "Psalm 46:1-2",
    "text": "To the choirmaster. Of the Sons of Korah. According to Alamoth. A Song. God is our refuge and strength, a very present help in trouble. Therefore we will not fear though the earth give way, though the mountains be moved into the heart of the sea."
  },
  "0304": {
    "ref": "Psalm 48:14",
    "text": "That this is God, our God forever and ever. He will guide us forever."
  },
  "0305": {
    "ref": "Psalm 3:3",
    "text": "But you, O LORD, are a shield about me, my glory, and the lifter of my head."
  },
  "0306": {
    "ref": "1 Corinthians 3:21-23",
    "text": "So let no one boast in men. For all things are yours, whether Paul or Apollos or Cephas or the world or life or death or the present or the future—all are yours, and you are Christ’s, and Christ is God’s."
  },
  "0307": {
    "ref": "Ephesians 1:3",
    "text": "Blessed be the God and Father of our Lord Jesus Christ, who has blessed us in Christ with every spiritual blessing in the heavenly places."
  },
  "0308": {
    "ref": "Colossians 1:14",
    "text": "In whom we have redemption, the forgiveness of sins."
  },
  "0309": {
    "ref": "Romans 3:24",
    "text": "And are justified by his grace as a gift, through the redemption that is in Christ Jesus."
  },
  "0310": {
    "ref": "Romans 5:10",
    "text": "For if while we were enemies we were reconciled to God by the death of his Son, much more, now that we are reconciled, shall we be saved by his life."
  },
  "0311": {
    "ref": "John 1:12",
    "text": "But to all who did receive him, who believed in his name, he gave the right to become children of God."
  },
  "0312": {
    "ref": "Matthew 11:28",
    "text": "Come to me, all who labor and are heavy laden, and I will give you rest."
  },
  "0313": {
    "ref": "John 10:28",
    "text": "I give them eternal life, and they will never perish, and no one will snatch them out of my hand."
  },
  "0314": {
    "ref": "Philippians 4:13",
    "text": "I can do all things through him who strengthens me."
  },
  "0315": {
    "ref": "John 8:36",
    "text": "So if the Son sets you free, you will be free indeed."
  },
  "0316": {
    "ref": "2 Thessalonians 2:16",
    "text": "Now may our Lord Jesus Christ himself, and God our Father, who loved us and gave us eternal comfort and good hope through grace."
  },
  "0317": {
    "ref": "Romans 5:1",
    "text": "Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ."
  },
  "0318": {
    "ref": "Ephesians 3:12",
    "text": "In whom we have boldness and access with confidence through our faith in him."
  },
  "0319": {
    "ref": "1 Corinthians 15:57",
    "text": "But thanks be to God, who gives us the victory through our Lord Jesus Christ."
  },
  "0320": {
    "ref": "1 Corinthians 3:16",
    "text": "Do you not know that you are God’s temple and that God’s Spirit dwells in you?"
  },
  "0321": {
    "ref": "Romans 8:26",
    "text": "Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words."
  },
  "0322": {
    "ref": "1 Peter 1:2",
    "text": "According to the foreknowledge of God the Father, in the sanctification of the Spirit, for obedience to Jesus Christ and for sprinkling with his blood: May grace and peace be multiplied to you."
  },
  "0323": {
    "ref": "Galatians 5:22-23",
    "text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law."
  },
  "0324": {
    "ref": "Acts 20:32",
    "text": "And now I commend you to God and to the word of his grace, which is able to build you up and to give you the inheritance among all those who are sanctified."
  },
  "0325": {
    "ref": "Psalm 92:12,14",
    "text": "The righteous flourish like the palm tree and grow like a cedar in Lebanon. They still bear fruit in old age; they are ever full of sap and green."
  },
  "0326": {
    "ref": "Job 17:9",
    "text": "Yet the righteous holds to his way, and he who has clean hands grows stronger and stronger."
  },
  "0327": {
    "ref": "1 John 5:14",
    "text": "And this is the confidence that we have toward him, that if we ask anything according to his will he hears us."
  },
  "0328": {
    "ref": "Psalm 27:5",
    "text": "For he will hide me in his shelter in the day of trouble; he will conceal me under the cover of his tent; he will lift me high upon a rock."
  },
  "0329": {
    "ref": "Romans 8:28",
    "text": "And we know that for those who love God all things work together for good, for those who are called according to his purpose."
  },
  "0330": {
    "ref": "Isaiah 26:3",
    "text": "You keep him in perfect peace whose mind is stayed on you, because he trusts in you."
  },
  "0331": {
    "ref": "Psalm 37:37",
    "text": "Mark the blameless and behold the upright, for there is a future for the man of peace."
  },
  "0401": {
    "ref": "Titus 3:8",
    "text": "The saying is trustworthy, and I want you to insist on these things, so that those who have believed in God may be careful to devote themselves to good works. These things are excellent and profitable for people."
  },
  "0402": {
    "ref": "1 Corinthians 10:31",
    "text": "So, whether you eat or drink, or whatever you do, do all to the glory of God."
  },
  "0403": {
    "ref": "1 John 2:6",
    "text": "Whoever says he abides in him ought to walk in the same way in which he walked."
  },
  "0404": {
    "ref": "Hebrews 13:20-21",
    "text": "Now may the God of peace who brought again from the dead our Lord Jesus, the great shepherd of the sheep, by the blood of the eternal covenant, equip you with everything good that you may do his will, working in us that which is pleasing in his sight, through Jesus Christ, to whom be glory forever and ever. Amen."
  },
  "0405": {
    "ref": "Colossians 3:17",
    "text": "And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him."
  },
  "0406": {
    "ref": "Romans 13:11",
    "text": "Besides this you know the time, that the hour has come for you to wake from sleep. For salvation is nearer to us now than when we first believed."
  },
  "0407": {
    "ref": "Luke 8:15",
    "text": "As for that in the good soil, they are those who, hearing the word, hold it fast in an honest and good heart, and bear fruit with patience."
  },
  "0408": {
    "ref": "Ecclesiastes 9:10",
    "text": "Whatever your hand finds to do, do it with your might, for there is no work or thought or knowledge or wisdom in Sheol, to which you are going."
  },
  "0409": {
    "ref": "Philippians 3:13-14",
    "text": "Brothers, I do not consider that I have made it my own. But one thing I do: forgetting what lies behind and straining forward to what lies ahead, I press on toward the goal for the prize of the upward call of God in Christ Jesus."
  },
  "0410": {
    "ref": "Romans 6:13",
    "text": "Do not present your members to sin as instruments for unrighteousness, but present yourselves to God as those who have been brought from death to life, and your members to God as instruments for righteousness."
  },
  "0411": {
    "ref": "Matthew 10:32",
    "text": "So everyone who acknowledges me before men, I also will acknowledge before my Father who is in heaven."
  },
  "0412": {
    "ref": "1 Thessalonians 5:22",
    "text": "Abstain from every form of evil."
  },
  "0413": {
    "ref": "Proverbs 4:23",
    "text": "Keep your heart with all vigilance, for from it flow the springs of life."
  },
  "0414": {
    "ref": "John 5:39",
    "text": "You search the Scriptures because you think that in them you have eternal life; and it is they that bear witness about me."
  },
  "0415": {
    "ref": "Matthew 6:6",
    "text": "But when you pray, go into your room and shut the door and pray to your Father who is in secret. And your Father who sees in secret will reward you."
  },
  "0416": {
    "ref": "1 Thessalonians 5:18",
    "text": "Give thanks in all circumstances; for this is the will of God in Christ Jesus for you."
  },
  "0417": {
    "ref": "Psalm 1:2",
    "text": "But his delight is in the law of the LORD, and on his law he meditates day and night."
  },
  "0418": {
    "ref": "2 Corinthians 13:5",
    "text": "Examine yourselves, to see whether you are in the faith. Test yourselves. Or do you not realize this about yourselves, that Jesus Christ is in you?—unless indeed you fail to meet the test!"
  },
  "0419": {
    "ref": "Romans 12:3",
    "text": "For by the grace given to me I say to everyone among you not to think of himself more highly than he ought to think, but to think with sober judgment, each according to the measure of faith that God has assigned."
  },
  "0420": {
    "ref": "Isaiah 50:10",
    "text": "Who among you fears the LORD and obeys the voice of his servant? Let him who walks in darkness and has no light trust in the name of the LORD and rely on his God."
  },
  "0421": {
    "ref": "Proverbs 16:32",
    "text": "Whoever is slow to anger is better than the mighty, and he who rules his spirit than he who takes a city."
  },
  "0422": {
    "ref": "1 Corinthians 10:23",
    "text": "“All things are lawful,” but not all things are helpful. “All things are lawful,” but not all things build up."
  },
  "0423": {
    "ref": "Hebrews 13:5",
    "text": "Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”"
  },
  "0424": {
    "ref": "Hebrews 10:36",
    "text": "For you have need of endurance, so that when you have done the will of God you may receive what is promised."
  },
  "0425": {
    "ref": "Ephesians 4:1-2",
    "text": "I therefore, a prisoner for the Lord, urge you to walk in a manner worthy of the calling to which you have been called, with all humility and gentleness, with patience, bearing with one another in love."
  },
  "0426": {
    "ref": "Luke 21:34",
    "text": "“But watch yourselves lest your hearts be weighed down with dissipation and drunkenness and cares of this life, and that day come upon you suddenly like a trap."
  },
  "0427": {
    "ref": "Titus 2:7",
    "text": "Show yourself in all respects to be a model of good works, and in your teaching show integrity, dignity."
  },
  "0428": {
    "ref": "Luke 12:37",
    "text": "Blessed are those servants whom the master finds awake when he comes. Truly, I say to you, he will dress himself for service and have them recline at table, and he will come and serve them."
  },
  "0429": {
    "ref": "1 Thessalonians 4:11",
    "text": "And to aspire to live quietly, and to mind your own affairs, and to work with your hands, as we instructed you."
  },
  "0430": {
    "ref": "Philippians 3:12",
    "text": "Not that I have already obtained this or am already perfect, but I press on to make it my own, because Christ Jesus has made me his own."
  },
  "0501": {
    "ref": "1 Peter 2:9",
    "text": "But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light."
  },
  "0502": {
    "ref": "2 Timothy 2:19",
    "text": "But God’s firm foundation stands, bearing this seal: “The Lord knows those who are his,” and, “Let everyone who names the name of the Lord depart from iniquity.”"
  },
  "0503": {
    "ref": "Galatians 5:1",
    "text": "For freedom Christ has set us free; stand firm therefore, and do not submit again to a yoke of slavery."
  },
  "0504": {
    "ref": "Jude 3",
    "text": "Beloved, although I was very eager to write to you about our common salvation, I found it necessary to write appealing to you to contend for the faith that was once for all delivered to the saints."
  },
  "0505": {
    "ref": "Hebrews 10:24",
    "text": "And let us consider how to stir up one another to love and good works."
  },
  "0506": {
    "ref": "Hebrews 10:25",
    "text": "Not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near."
  },
  "0507": {
    "ref": "2 Corinthians 13:11",
    "text": "Finally, brothers, rejoice. Aim for restoration, comfort one another, agree with one another, live in peace; and the God of love and peace will be with you."
  },
  "0508": {
    "ref": "Psalm 122:7",
    "text": "Peace be within your walls and security within your towers!”"
  },
  "0509": {
    "ref": "Ephesians 5:2",
    "text": "And walk in love, as Christ loved us and gave himself up for us, a fragrant offering and sacrifice to God."
  },
  "0510": {
    "ref": "1 Peter 5:5",
    "text": "Likewise, you who are younger, be subject to the elders. Clothe yourselves, all of you, with humility toward one another, for “God opposes the proud but gives grace to the humble.”"
  },
  "0511": {
    "ref": "Philippians 2:3",
    "text": "Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves."
  },
  "0512": {
    "ref": "Colossians 3:13",
    "text": "Bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive."
  },
  "0513": {
    "ref": "Matthew 7:1, 3",
    "text": "“Judge not, that you be not judged. Why do you see the speck that is in your brother’s eye, but do not notice the log that is in your own eye?"
  },
  "0514": {
    "ref": "Ephesians 4:32",
    "text": "Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you."
  },
  "0515": {
    "ref": "Romans 15:14",
    "text": "I myself am satisfied about you, my brothers, that you yourselves are full of goodness, filled with all knowledge and able to instruct one another."
  },
  "0516": {
    "ref": "1 Thessalonians 5:11",
    "text": "Therefore encourage one another and build one another up, just as you are doing."
  },
  "0517": {
    "ref": "James 5:16",
    "text": "Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working."
  },
  "0518": {
    "ref": "Philippians 3:16",
    "text": "Only let us hold true to what we have attained."
  },
  "0519": {
    "ref": "1 Corinthians 1:10",
    "text": "I appeal to you, brothers, by the name of our Lord Jesus Christ, that all of you agree, and that there be no divisions among you, but that you be united in the same mind and the same judgment."
  },
  "0520": {
    "ref": "Matthew 18:20",
    "text": "For where two or three are gathered in my name, there am I among them.”"
  },
  "0521": {
    "ref": "Colossians 3:16",
    "text": "Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God."
  },
  "0522": {
    "ref": "Ephesians 4:29",
    "text": "Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear."
  },
  "0523": {
    "ref": "Romans 15:1",
    "text": "We who are strong have an obligation to bear with the failings of the weak, and not to please ourselves."
  },
  "0524": {
    "ref": "Hebrews 13:3",
    "text": "Remember those who are in prison, as though in prison with them, and those who are mistreated, since you also are in the body."
  },
  "0525": {
    "ref": "Galatians 6:10",
    "text": "So then, as we have opportunity, let us do good to everyone, and especially to those who are of the household of faith."
  },
  "0526": {
    "ref": "Galatians 6:1",
    "text": "Brothers, if anyone is caught in any transgression, you who are spiritual should restore him in a spirit of gentleness. Keep watch on yourself, lest you too be tempted."
  },
  "0527": {
    "ref": "James 4:11",
    "text": "Do not speak evil against one another, brothers. The one who speaks against a brother or judges his brother, speaks evil against the law and judges the law. But if you judge the law, you are not a doer of the law but a judge."
  },
  "0528": {
    "ref": "1 Thessalonians 5:12-13",
    "text": "We ask you, brothers, to respect those who labor among you and are over you in the Lord and admonish you, and to esteem them very highly in love because of their work. Be at peace among yourselves."
  },
  "0529": {
    "ref": "Ephesians 6:18-19",
    "text": "Praying at all times in the Spirit, with all prayer and supplication. To that end, keep alert with all perseverance, making supplication for all the saints, and also for me, that words may be given to me in opening my mouth boldly to proclaim the mystery of the gospel."
  },
  "0530": {
    "ref": "Hebrews 3:12",
    "text": "Take care, brothers, lest there be in any of you an evil, unbelieving heart, leading you to fall away from the living God."
  },
  "0531": {
    "ref": "Hebrews 12:15",
    "text": "See to it that no one fails to obtain the grace of God; that no “root of bitterness” springs up and causes trouble, and by it many become defiled."
  },
  "0601": {
    "ref": "Matthew 5:13",
    "text": "“You are the salt of the earth, but if salt has lost its taste, how shall its saltiness be restored? It is no longer good for anything except to be thrown out and trampled under people’s feet."
  },
  "0602": {
    "ref": "Matthew 5:14",
    "text": "“You are the light of the world. A city set on a hill cannot be hidden."
  },
  "0603": {
    "ref": "Matthew 7:12",
    "text": "“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets."
  },
  "0604": {
    "ref": "1 Peter 2:11-12",
    "text": "Beloved, I urge you as sojourners and exiles to abstain from the passions of the flesh, which wage war against your soul. Keep your conduct among the Gentiles honorable, so that when they speak against you as evildoers, they may see your good deeds and glorify God on the day of visitation."
  },
  "0605": {
    "ref": "1 Corinthians 15:58",
    "text": "Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain."
  },
  "0606": {
    "ref": "Matthew 6:24",
    "text": "“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money."
  },
  "0607": {
    "ref": "Matthew 5:16",
    "text": "In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven."
  },
  "0608": {
    "ref": "Romans 12:18",
    "text": "If possible, so far as it depends on you, live peaceably with all."
  },
  "0609": {
    "ref": "James 2:8",
    "text": "If you really fulfill the royal law according to the Scripture, “You shall love your neighbor as yourself,” you are doing well."
  },
  "0610": {
    "ref": "Romans 15:2",
    "text": "Let each of us please his neighbor for his good, to build him up."
  },
  "0611": {
    "ref": "1 Thessalonians 3:12",
    "text": "And may the Lord make you increase and abound in love for one another and for all, as we do for you."
  },
  "0612": {
    "ref": "James 5:20",
    "text": "Let him know that whoever brings back a sinner from his wandering will save his soul from death and will cover a multitude of sins."
  },
  "0613": {
    "ref": "Romans 13:7",
    "text": "Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed."
  },
  "0614": {
    "ref": "Philippians 2:15",
    "text": "That you may be blameless and innocent, children of God without blemish in the midst of a crooked and twisted generation, among whom you shine as lights in the world."
  },
  "0615": {
    "ref": "Ephesians 5:15-16",
    "text": "Look carefully then how you walk, not as unwise but as wise, making the best use of the time, because the days are evil."
  },
  "0616": {
    "ref": "Psalm 112:5",
    "text": "It is well with the man who deals generously and lends; who conducts his affairs with justice."
  },
  "0617": {
    "ref": "Philippians 4:5",
    "text": "Let your reasonableness be known to everyone. The Lord is at hand."
  },
  "0618": {
    "ref": "Romans 12:19",
    "text": "Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.”"
  },
  "0619": {
    "ref": "Ephesians 4:28",
    "text": "Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need."
  },
  "0620": {
    "ref": "1 Thessalonians 4:12",
    "text": "So that you may walk properly before outsiders and be dependent on no one."
  },
  "0621": {
    "ref": "Luke 16:10",
    "text": "“One who is faithful in a very little is also faithful in much, and one who is dishonest in a very little is also dishonest in much."
  },
  "0622": {
    "ref": "Ephesians 4:25",
    "text": "Therefore, having put away falsehood, let each one of you speak the truth with his neighbor, for we are members one of another."
  },
  "0623": {
    "ref": "Titus 3:2",
    "text": "To speak evil of no one, to avoid quarreling, to be gentle, and to show perfect courtesy toward all people."
  },
  "0624": {
    "ref": "James 1:27",
    "text": "Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world."
  },
  "0625": {
    "ref": "Romans 12:20-21",
    "text": "To the contrary, “if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.” Do not be overcome by evil, but overcome evil with good."
  },
  "0626": {
    "ref": "Galatians 6:9",
    "text": "And let us not grow weary of doing good, for in due season we will reap, if we do not give up."
  },
  "0627": {
    "ref": "Titus 3:1",
    "text": "Remind them to be submissive to rulers and authorities, to be obedient, to be ready for every good work."
  },
  "0628": {
    "ref": "Philippians 4:8",
    "text": "Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things."
  },
  "0629": {
    "ref": "Luke 17:10",
    "text": "So you also, when you have done all that you were commanded, say, ‘We are unworthy servants; we have only done what was our duty.’”"
  },
  "0630": {
    "ref": "1 Corinthians 6:19-20",
    "text": "Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, for you were bought with a price. So glorify God in your body."
  },
  "0701": {
    "ref": "Psalm 5:11",
    "text": "But let all who take refuge in you rejoice; let them ever sing for joy, and spread your protection over them, that those who love your name may exult in you."
  },
  "0702": {
    "ref": "Philippians 3:3",
    "text": "For we are the circumcision, who worship by the Spirit of God and glory in Christ Jesus and put no confidence in the flesh."
  },
  "0703": {
    "ref": "Romans 14:17",
    "text": "For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit."
  },
  "0704": {
    "ref": "Psalm 89:15",
    "text": "Blessed are the people who know the festal shout, who walk, O LORD, in the light of your face."
  },
  "0705": {
    "ref": "Romans 5:11",
    "text": "More than that, we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation."
  },
  "0706": {
    "ref": "Jeremiah 15:16",
    "text": "Your words were found, and I ate them, and your words became to me a joy and the delight of my heart, for I am called by your name, O LORD, God of hosts."
  },
  "0707": {
    "ref": "Psalm 118:24",
    "text": "This is the day that the LORD has made; let us rejoice and be glad in it."
  },
  "0708": {
    "ref": "1 Peter 1:8",
    "text": "Though you have not seen him, you love him. Though you do not now see him, you believe in him and rejoice with joy that is inexpressible and filled with glory."
  },
  "0709": {
    "ref": "Psalm 32:1-2",
    "text": "A Maskil of David. Blessed is the one whose transgression is forgiven, whose sin is covered. Blessed is the man against whom the LORD counts no iniquity, and in whose spirit there is no deceit."
  },
  "0710": {
    "ref": "Romans 5:2",
    "text": "Through him we have also obtained access by faith into this grace in which we stand, and we rejoice in hope of the glory of God."
  },
  "0711": {
    "ref": "Psalm 128:1-2",
    "text": "A Song of Ascents. Blessed is everyone who fears the LORD, who walks in his ways! You shall eat the fruit of the labor of your hands; you shall be blessed, and it shall be well with you."
  },
  "0712": {
    "ref": "Psalm 119:47",
    "text": "For I find my delight in your commandments, which I love."
  },
  "0713": {
    "ref": "Psalm 4:6-7",
    "text": "There are many who say, “Who will show us some good? Lift up the light of your face upon us, O LORD!” You have put more joy in my heart than they have when their grain and wine abound."
  },
  "0714": {
    "ref": "Psalm 16:2-3",
    "text": "I say to the LORD, “You are my Lord; I have no good apart from you.” As for the saints in the land, they are the excellent ones, in whom is all my delight."
  },
  "0715": {
    "ref": "Isaiah 56:7",
    "text": "These I will bring to my holy mountain, and make them joyful in my house of prayer; their burnt offerings and their sacrifices will be accepted on my altar; for my house shall be called a house of prayer for all peoples.”"
  },
  "0716": {
    "ref": "Psalm 20:5",
    "text": "May we shout for joy over your salvation, and in the name of our God set up our banners! May the LORD fulfill all your petitions!"
  },
  "0717": {
    "ref": "Psalm 90:14",
    "text": "Satisfy us in the morning with your steadfast love, that we may rejoice and be glad all our days."
  },
  "0718": {
    "ref": "2 Corinthians 1:12",
    "text": "For our boast is this, the testimony of our conscience, that we behaved in the world with simplicity and godly sincerity, not by earthly wisdom but by the grace of God, and supremely so toward you."
  },
  "0719": {
    "ref": "Acts 20:35",
    "text": "In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, ‘It is more blessed to give than to receive.’”"
  },
  "0720": {
    "ref": "Romans 5:3-4",
    "text": "Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance, and endurance produces character, and character produces hope."
  },
  "0721": {
    "ref": "Joel 2:26",
    "text": "“You shall eat in plenty and be satisfied, and praise the name of the LORD your God, who has dealt wondrously with you. And my people shall never again be put to shame."
  },
  "0722": {
    "ref": "Proverbs 10:22",
    "text": "The blessing of the LORD makes rich, and he adds no sorrow with it."
  },
  "0723": {
    "ref": "Psalm 63:7",
    "text": "For you have been my help, and in the shadow of your wings I will sing for joy."
  },
  "0724": {
    "ref": "Ecclesiastes 9:7",
    "text": "Go, eat your bread with joy, and drink your wine with a merry heart, for God has already approved what you do."
  },
  "0725": {
    "ref": "Psalm 30:5",
    "text": "For his anger is but for a moment, and his favor is for a lifetime. Weeping may tarry for the night, but joy comes with the morning."
  },
  "0726": {
    "ref": "Psalm 32:11",
    "text": "Be glad in the LORD, and rejoice, O righteous, and shout for joy, all you upright in heart!"
  },
  "0727": {
    "ref": "John 16:24",
    "text": "Until now you have asked nothing in my name. Ask, and you will receive, that your joy may be full."
  },
  "0728": {
    "ref": "Psalm 65:4",
    "text": "Blessed is the one you choose and bring near, to dwell in your courts! We shall be satisfied with the goodness of your house, the holiness of your temple!"
  },
  "0729": {
    "ref": "John 15:11",
    "text": "These things I have spoken to you, that my joy may be in you, and that your joy may be full."
  },
  "0730": {
    "ref": "Luke 2:29-30",
    "text": "“Lord, now you are letting your servant depart in peace, according to your word; for my eyes have seen your salvation."
  },
  "0731": {
    "ref": "Matthew 25:21",
    "text": "His master said to him, ‘Well done, good and faithful servant. You have been faithful over a little; I will set you over much. Enter into the joy of your master.’"
  },
  "0801": {
    "ref": "John 16:33",
    "text": "I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”"
  },
  "0802": {
    "ref": "Psalm 51:12",
    "text": "Restore to me the joy of your salvation, and uphold me with a willing spirit."
  },
  "0803": {
    "ref": "Romans 7:23",
    "text": "But I see in my members another law waging war against the law of my mind and making me captive to the law of sin that dwells in my members."
  },
  "0804": {
    "ref": "Jeremiah 17:9",
    "text": "The heart is deceitful above all things, and desperately sick; who can understand it?"
  },
  "0805": {
    "ref": "Psalm 38:20-21",
    "text": "Those who render me evil for good accuse me because I follow after good. Do not forsake me, O LORD! O my God, be not far from me!"
  },
  "0806": {
    "ref": "Hebrews 13:13",
    "text": "Therefore let us go to him outside the camp and bear the reproach he endured."
  },
  "0807": {
    "ref": "Psalm 138:7",
    "text": "Though I walk in the midst of trouble, you preserve my life; you stretch out your hand against the wrath of my enemies, and your right hand delivers me."
  },
  "0808": {
    "ref": "Job 1:21",
    "text": "And he said, “Naked I came from my mother’s womb, and naked shall I return. The LORD gave, and the LORD has taken away; blessed be the name of the LORD.”"
  },
  "0809": {
    "ref": "Psalm 119:136",
    "text": "My eyes shed streams of tears, because people do not keep your law."
  },
  "0810": {
    "ref": "Matthew 7:13-14",
    "text": "“Enter by the narrow gate. For the gate is wide and the way is easy that leads to destruction, and those who enter by it are many. For the gate is narrow and the way is hard that leads to life, and those who find it are few."
  },
  "0811": {
    "ref": "Hebrews 11:24-25",
    "text": "By faith Moses, when he was grown up, refused to be called the son of Pharaoh’s daughter, choosing rather to be mistreated with the people of God than to enjoy the fleeting pleasures of sin."
  },
  "0812": {
    "ref": "Habakkuk 3:17-18",
    "text": "Though the fig tree should not blossom, nor fruit be on the vines, the produce of the olive fail and the fields yield no food, the flock be cut off from the fold and there be no herd in the stalls, yet I will rejoice in the LORD; I will take joy in the God of my salvation."
  },
  "0813": {
    "ref": "Psalm 119:50",
    "text": "This is my comfort in my affliction, that your promise gives me life."
  },
  "0814": {
    "ref": "1 Peter 2:21",
    "text": "For to this you have been called, because Christ also suffered for you, leaving you an example, so that you might follow in his steps."
  },
  "0815": {
    "ref": "Hebrews 12:1",
    "text": "Therefore, since we are surrounded by so great a cloud of witnesses, let us also lay aside every weight, and sin which clings so closely, and let us run with endurance the race that is set before us."
  },
  "0816": {
    "ref": "James 5:10",
    "text": "As an example of suffering and patience, brothers, take the prophets who spoke in the name of the Lord."
  },
  "0817": {
    "ref": "Jeremiah 31:19",
    "text": "For after I had turned away, I relented, and after I was instructed, I struck my thigh; I was ashamed, and I was confounded, because I bore the disgrace of my youth.’"
  },
  "0818": {
    "ref": "Hosea 5:15",
    "text": "I will return again to my place, until they acknowledge their guilt and seek my face, and in their distress earnestly seek me."
  },
  "0819": {
    "ref": "James 1:3-4",
    "text": "For you know that the testing of your faith produces steadfastness. And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing."
  },
  "0820": {
    "ref": "Job 10:15",
    "text": "If I am guilty, woe to me! If I am in the right, I cannot lift up my head, for I am filled with disgrace and look on my affliction."
  },
  "0821": {
    "ref": "Psalm 39:9",
    "text": "I am mute; I do not open my mouth, for it is you who have done it."
  },
  "0822": {
    "ref": "Psalm 42:5",
    "text": "Why are you cast down, O my soul, and why are you in turmoil within me? Hope in God; for I shall again praise him, my salvation."
  },
  "0823": {
    "ref": "Hebrews 12:11",
    "text": "For the moment all discipline seems painful rather than pleasant, but later it yields the peaceful fruit of righteousness to those who have been trained by it."
  },
  "0824": {
    "ref": "Job 23:10",
    "text": "But he knows the way that I take; when he has tried me, I shall come out as gold."
  },
  "0825": {
    "ref": "Job 36:8-9",
    "text": "And if they are bound in chains and caught in the cords of affliction, then he declares to them their work and their transgressions, that they are behaving arrogantly."
  },
  "0826": {
    "ref": "Psalm 79:8",
    "text": "Do not remember against us our former iniquities; let your compassion come speedily to meet us, for we are brought very low."
  },
  "0827": {
    "ref": "Hosea 2:6-7",
    "text": "Therefore I will hedge up her way with thorns, and I will build a wall against her, so that she cannot find her paths. She shall pursue her lovers but not overtake them, and she shall seek them but shall not find them. Then she shall say, ‘I will go and return to my first husband, for it was better for me then than now.’"
  },
  "0828": {
    "ref": "1 Peter 1:6-7",
    "text": "In this you rejoice, though now for a little while, if necessary, you have been grieved by various trials, so that the tested genuineness of your faith—more precious than gold that perishes though it is tested by fire—may be found to result in praise and glory and honor at the revelation of Jesus Christ."
  },
  "0829": {
    "ref": "Isaiah 38:12",
    "text": "My dwelling is plucked up and removed from me like a shepherd’s tent; like a weaver I have rolled up my life; he cuts me off from the loom; from day to night you bring me to an end."
  },
  "0830": {
    "ref": "2 Corinthians 1:9-10",
    "text": "Indeed, we felt that we had received the sentence of death. But that was to make us rely not on ourselves but on God who raises the dead. He delivered us from such a deadly peril, and he will deliver us. On him we have set our hope that he will deliver us again."
  },
  "0831": {
    "ref": "2 Corinthians 4:17",
    "text": "For this light momentary affliction is preparing for us an eternal weight of glory beyond all comparison."
  },
  "0901": {
    "ref": "Job 1:12",
    "text": "And the LORD said to Satan, “Behold, all that he has is in your hand. Only against him do not stretch out your hand.” So Satan went out from the presence of the LORD."
  },
  "0902": {
    "ref": "James 1:13-14",
    "text": "Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one. But each person is tempted when he is lured and enticed by his own desire."
  },
  "0903": {
    "ref": "2 Corinthians 2:11",
    "text": "So that we would not be outwitted by Satan; for we are not ignorant of his designs."
  },
  "0904": {
    "ref": "Romans 7:21",
    "text": "So I find it to be a law that when I want to do right, evil lies close at hand."
  },
  "0905": {
    "ref": "1 Timothy 6:9",
    "text": "But those who desire to be rich fall into temptation, into a snare, into many senseless and harmful desires that plunge people into ruin and destruction."
  },
  "0906": {
    "ref": "Proverbs 29:25",
    "text": "The fear of man lays a snare, but whoever trusts in the LORD is safe."
  },
  "0907": {
    "ref": "Galatians 5:7",
    "text": "You were running well. Who hindered you from obeying the truth?"
  },
  "0908": {
    "ref": "Galatians 3:3",
    "text": "Are you so foolish? Having begun by the Spirit, are you now being perfected by the flesh?"
  },
  "0909": {
    "ref": "Revelation 3:2",
    "text": "Wake up, and strengthen what remains and is about to die, for I have not found your works complete in the sight of my God."
  },
  "0910": {
    "ref": "Revelation 2:4-5",
    "text": "But I have this against you, that you have abandoned the love you had at first. Remember therefore from where you have fallen; repent, and do the works you did at first. If not, I will come to you and remove your lampstand from its place, unless you repent."
  },
  "0911": {
    "ref": "1 Corinthians 9:27",
    "text": "But I discipline my body and keep it under control, lest after preaching to others I myself should be disqualified."
  },
  "0912": {
    "ref": "Romans 6:1-2",
    "text": "What shall we say then? Are we to continue in sin that grace may abound? By no means! How can we who died to sin still live in it?"
  },
  "0913": {
    "ref": "1 Corinthians 4:7",
    "text": "For who sees anything different in you? What do you have that you did not receive? If then you received it, why do you boast as if you did not receive it?"
  },
  "0914": {
    "ref": "Psalm 73:2-3",
    "text": "But as for me, my feet had almost stumbled, my steps had nearly slipped. For I was envious of the arrogant when I saw the prosperity of the wicked."
  },
  "0915": {
    "ref": "Matthew 6:30",
    "text": "But if God so clothes the grass of the field, which today is alive and tomorrow is thrown into the oven, will he not much more clothe you, O you of little faith?"
  },
  "0916": {
    "ref": "Psalm 69:2-3",
    "text": "I sink in deep mire, where there is no foothold; I have come into deep waters, and the flood sweeps over me. I am weary with my crying out; my throat is parched. My eyes grow dim with waiting for my God."
  },
  "0917": {
    "ref": "2 Corinthians 12:7",
    "text": "So to keep me from becoming conceited because of the surpassing greatness of the revelations, a thorn was given me in the flesh, a messenger of Satan to harass me, to keep me from becoming conceited."
  },
  "0918": {
    "ref": "Ephesians 6:12",
    "text": "For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places."
  },
  "0919": {
    "ref": "Proverbs 4:14-15",
    "text": "Do not enter the path of the wicked, and do not walk in the way of the evil. Avoid it; do not go on it; turn away from it and pass on."
  },
  "0920": {
    "ref": "Matthew 26:41",
    "text": "Watch and pray that you may not enter into temptation. The spirit indeed is willing, but the flesh is weak.”"
  },
  "0921": {
    "ref": "Ephesians 6:16",
    "text": "In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one."
  },
  "0922": {
    "ref": "Ephesians 6:13",
    "text": "Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm."
  },
  "0923": {
    "ref": "Revelation 3:10",
    "text": "Because you have kept my word about patient endurance, I will keep you from the hour of trial that is coming on the whole world, to try those who dwell on the earth."
  },
  "0924": {
    "ref": "James 1:12",
    "text": "Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him."
  },
  "0925": {
    "ref": "2 Peter 2:9",
    "text": "Then the Lord knows how to rescue the godly from trials, and to keep the unrighteous under punishment until the day of judgment."
  },
  "0926": {
    "ref": "2 Corinthians 12:9",
    "text": "But he said to me, “My grace is sufficient for you, for my power is made perfect in weakness.” Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me."
  },
  "0927": {
    "ref": "Hebrews 2:18",
    "text": "For because he himself has suffered when tempted, he is able to help those who are being tempted."
  },
  "0928": {
    "ref": "Luke 22:31-32",
    "text": "“Simon, Simon, behold, Satan demanded to have you, that he might sift you like wheat, but I have prayed for you that your faith may not fail. And when you have turned again, strengthen your brothers.”"
  },
  "0929": {
    "ref": "Matthew 6:13",
    "text": "And lead us not into temptation, but deliver us from evil."
  },
  "0930": {
    "ref": "Revelation 3:21",
    "text": "The one who conquers, I will grant him to sit with me on my throne, as I also conquered and sat down with my Father on his throne."
  },
  "1001": {
    "ref": "Deuteronomy 8:2",
    "text": "And you shall remember the whole way that the LORD your God has led you these forty years in the wilderness, that he might humble you, testing you to know what was in your heart, whether you would keep his commandments or not."
  },
  "1002": {
    "ref": "1 Samuel 7:12",
    "text": "Then Samuel took a stone and set it up between Mizpah and Shen and called its name Ebenezer; for he said, “Till now the LORD has helped us.”"
  },
  "1003": {
    "ref": "2 Samuel 7:18-19",
    "text": "Then King David went in and sat before the LORD and said, “Who am I, O Lord GOD, and what is my house, that you have brought me thus far? And yet this was a small thing in your eyes, O Lord GOD. You have spoken also of your servant’s house for a great while to come, and this is instruction for mankind, O Lord GOD!"
  },
  "1004": {
    "ref": "Psalm 119:65",
    "text": "Teth You have dealt well with your servant, O LORD, according to your word."
  },
  "1005": {
    "ref": "Lamentations 3:22-23",
    "text": "The steadfast love of the LORD never ceases; his mercies never come to an end; they are new every morning; great is your faithfulness."
  },
  "1006": {
    "ref": "Psalm 103:10",
    "text": "He does not deal with us according to our sins, nor repay us according to our iniquities."
  },
  "1007": {
    "ref": "Psalm 16:7",
    "text": "I bless the LORD who gives me counsel; in the night also my heart instructs me."
  },
  "1008": {
    "ref": "Joshua 23:14",
    "text": "“And now I am about to go the way of all the earth, and you know in your hearts and souls, all of you, that not one word has failed of all the good things that the LORD your God promised concerning you. All have come to pass for you; not one of them has failed."
  },
  "1009": {
    "ref": "Psalm 40:5",
    "text": "You have multiplied, O LORD my God, your wondrous deeds and your thoughts toward us; none can compare with you! I will proclaim and tell of them, yet they are more than can be told."
  },
  "1010": {
    "ref": "2 Timothy 3:14",
    "text": "But as for you, continue in what you have learned and have firmly believed, knowing from whom you learned it."
  },
  "1011": {
    "ref": "Colossians 1:21",
    "text": "And you, who once were alienated and hostile in mind, doing evil deeds."
  },
  "1012": {
    "ref": "Job 13:23",
    "text": "How many are my iniquities and my sins? Make me know my transgression and my sin."
  },
  "1013": {
    "ref": "Romans 6:20-21",
    "text": "For when you were slaves of sin, you were free in regard to righteousness. But what fruit were you getting at that time from the things of which you are now ashamed? For the end of those things is death."
  },
  "1014": {
    "ref": "Colossians 1:12-13",
    "text": "Giving thanks to the Father, who has qualified you to share in the inheritance of the saints in light. He has delivered us from the domain of darkness and transferred us to the kingdom of his beloved Son."
  },
  "1015": {
    "ref": "Psalm 86:13",
    "text": "For great is your steadfast love toward me; you have delivered my soul from the depths of Sheol."
  },
  "1016": {
    "ref": "Song of Solomon 2:3-4",
    "text": "She As an apple tree among the trees of the forest, so is my beloved among the young men. With great delight I sat in his shadow, and his fruit was sweet to my taste. He brought me to the banqueting house, and his banner over me was love."
  },
  "1017": {
    "ref": "Psalm 119:92",
    "text": "If your law had not been my delight, I would have perished in my affliction."
  },
  "1018": {
    "ref": "Psalm 116:1-2",
    "text": "I love the LORD, because he has heard my voice and my pleas for mercy. Because he inclined his ear to me, therefore I will call on him as long as I live."
  },
  "1019": {
    "ref": "Psalm 31:7",
    "text": "I will rejoice and be glad in your steadfast love, because you have seen my affliction; you have known the distress of my soul."
  },
  "1020": {
    "ref": "Lamentations 3:57-58",
    "text": "You came near when I called on you; you said, ‘Do not fear!’ “You have taken up my cause, O Lord; you have redeemed my life."
  },
  "1021": {
    "ref": "Psalm 30:3",
    "text": "O LORD, you have brought up my soul from Sheol; you restored me to life from among those who go down to the pit."
  },
  "1022": {
    "ref": "Genesis 47:9",
    "text": "And Jacob said to Pharaoh, “The days of the years of my sojourning are 130 years. Few and evil have been the days of the years of my life, and they have not attained to the days of the years of the life of my fathers in the days of their sojourning.”"
  },
  "1023": {
    "ref": "1 Thessalonians 4:13-14",
    "text": "But we do not want you to be uninformed, brothers, about those who are asleep, that you may not grieve as others do who have no hope. For since we believe that Jesus died and rose again, even so, through Jesus, God will bring with him those who have fallen asleep."
  },
  "1024": {
    "ref": "Psalm 71:17-18",
    "text": "O God, from my youth you have taught me, and I still proclaim your wondrous deeds. So even to old age and gray hairs, O God, do not forsake me, until I proclaim your might to another generation, your power to all those to come."
  },
  "1025": {
    "ref": "Psalm 116:12-13",
    "text": "What shall I render to the LORD for all his benefits to me? I will lift up the cup of salvation and call on the name of the LORD."
  },
  "1026": {
    "ref": "Psalm 77:5-6",
    "text": "I consider the days of old, the years long ago. I said, “Let me remember my song in the night; let me meditate in my heart.” Then my spirit made a diligent search."
  },
  "1027": {
    "ref": "Genesis 32:9-10",
    "text": "And Jacob said, “O God of my father Abraham and God of my father Isaac, O LORD who said to me, ‘Return to your country and to your kindred, that I may do you good,’ I am not worthy of the least of all the deeds of steadfast love and all the faithfulness that you have shown to your servant, for with only my staff I crossed this Jordan, and now I have become two camps."
  },
  "1028": {
    "ref": "Job 34:31-32",
    "text": "“For has anyone said to God, ‘I have borne punishment; I will not offend any more; teach me what I do not see; if I have done iniquity, I will do it no more’?"
  },
  "1029": {
    "ref": "Psalm 119:59-60",
    "text": "When I think on my ways, I turn my feet to your testimonies; I hasten and do not delay to keep your commandments."
  },
  "1030": {
    "ref": "Psalm 116:7-8",
    "text": "Return, O my soul, to your rest; for the LORD has dealt bountifully with you. For you have delivered my soul from death, my eyes from tears, my feet from stumbling."
  },
  "1031": {
    "ref": "1 Samuel 12:24",
    "text": "Only fear the LORD and serve him faithfully with all your heart. For consider what great things he has done for you."
  },
  "1101": {
    "ref": "Psalm 31:15-16",
    "text": "My times are in your hand; rescue me from the hand of my enemies and from my persecutors! Make your face shine on your servant; save me in your steadfast love!"
  },
  "1102": {
    "ref": "Psalm 37:3",
    "text": "Trust in the LORD, and do good; dwell in the land and befriend faithfulness."
  },
  "1103": {
    "ref": "Psalm 71:20",
    "text": "You who have made me see many troubles and calamities will revive me again; from the depths of the earth you will bring me up again."
  },
  "1104": {
    "ref": "2 Timothy 1:12",
    "text": "Which is why I suffer as I do. But I am not ashamed, for I know whom I have believed, and I am convinced that he is able to guard until that day what has been entrusted to me."
  },
  "1105": {
    "ref": "Philippians 1:6",
    "text": "And I am sure of this, that he who began a good work in you will bring it to completion at the day of Jesus Christ."
  },
  "1106": {
    "ref": "Psalm 72:17",
    "text": "May his name endure forever, his fame continue as long as the sun! May people be blessed in him, all nations call him blessed!"
  },
  "1107": {
    "ref": "2 Timothy 4:6-7",
    "text": "For I am already being poured out as a drink offering, and the time of my departure has come. I have fought the good fight, I have finished the race, I have kept the faith."
  },
  "1108": {
    "ref": "Romans 16:20",
    "text": "The God of peace will soon crush Satan under your feet. The grace of our Lord Jesus Christ be with you."
  },
  "1109": {
    "ref": "Romans 7:24-25",
    "text": "Wretched man that I am! Who will deliver me from this body of death? Thanks be to God through Jesus Christ our Lord! So then, I myself serve the law of God with my mind, but with my flesh I serve the law of sin."
  },
  "1110": {
    "ref": "Psalm 49:15",
    "text": "But God will ransom my soul from the power of Sheol, for he will receive me. Selah."
  },
  "1111": {
    "ref": "Job 16:22",
    "text": "For when a few years have come I shall go the way from which I shall not return."
  },
  "1112": {
    "ref": "Psalm 23:4",
    "text": "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me."
  },
  "1113": {
    "ref": "2 Peter 3:10",
    "text": "But the day of the Lord will come like a thief, and then the heavens will pass away with a roar, and the heavenly bodies will be burned up and dissolved, and the earth and the works that are done on it will be exposed."
  },
  "1114": {
    "ref": "Job 19:25-26",
    "text": "For I know that my Redeemer lives, and at the last he will stand upon the earth. And after my skin has been thus destroyed, yet in my flesh I shall see God."
  },
  "1115": {
    "ref": "Revelation 1:7",
    "text": "Behold, he is coming with the clouds, and every eye will see him, even those who pierced him, and all tribes of the earth will wail on account of him. Even so. Amen."
  },
  "1116": {
    "ref": "2 Corinthians 5:10",
    "text": "For we must all appear before the judgment seat of Christ, so that each one may receive what is due for what he has done in the body, whether good or evil."
  },
  "1117": {
    "ref": "Romans 8:33-34",
    "text": "Who shall bring any charge against God’s elect? It is God who justifies. Who is to condemn? Christ Jesus is the one who died—more than that, who was raised—who is at the right hand of God, who indeed is interceding for us."
  },
  "1118": {
    "ref": "1 Corinthians 6:2",
    "text": "Or do you not know that the saints will judge the world? And if the world is to be judged by you, are you incompetent to try trivial cases?"
  },
  "1119": {
    "ref": "Jude 24",
    "text": "Now to him who is able to keep you from stumbling and to present you blameless before the presence of his glory with great joy."
  },
  "1120": {
    "ref": "1 Corinthians 15:54",
    "text": "When the perishable puts on the imperishable, and the mortal puts on immortality, then shall come to pass the saying that is written: “Death is swallowed up in victory.”"
  },
  "1121": {
    "ref": "Philippians 3:21",
    "text": "Who will transform our lowly body to be like his glorious body, by the power that enables him even to subject all things to himself."
  },
  "1122": {
    "ref": "Philippians 1:21, 23",
    "text": "For to me to live is Christ, and to die is gain. I am hard pressed between the two. My desire is to depart and be with Christ, for that is far better."
  },
  "1123": {
    "ref": "1 Thessalonians 4:17",
    "text": "Then we who are alive, who are left, will be caught up together with them in the clouds to meet the Lord in the air, and so we will always be with the Lord."
  },
  "1124": {
    "ref": "2 Timothy 2:11-12",
    "text": "The saying is trustworthy, for: If we have died with him, we will also live with him; if we endure, we will also reign with him; if we deny him, he also will deny us."
  },
  "1125": {
    "ref": "1 John 3:2",
    "text": "Beloved, we are God’s children now, and what we will be has not yet appeared; but we know that when he appears we shall be like him, because we shall see him as he is."
  },
  "1126": {
    "ref": "2 Corinthians 5:1",
    "text": "For we know that if the tent that is our earthly home is destroyed, we have a building from God, a house not made with hands, eternal in the heavens."
  },
  "1127": {
    "ref": "1 Corinthians 13:12",
    "text": "For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known."
  },
  "1128": {
    "ref": "2 Timothy 4:8",
    "text": "Henceforth there is laid up for me the crown of righteousness, which the Lord, the righteous judge, will award to me on that day, and not only to me but also to all who have loved his appearing."
  },
  "1129": {
    "ref": "1 Thessalonians 2:19",
    "text": "For what is our hope or joy or crown of boasting before our Lord Jesus at his coming? Is it not you?"
  },
  "1130": {
    "ref": "2 Peter 3:14",
    "text": "Therefore, beloved, since you are waiting for these, be diligent to be found by him without spot or blemish, and at peace."
  },
  "1201": {
    "ref": "Romans 6:22-23",
    "text": "But now that you have been set free from sin and have become slaves of God, the fruit you get leads to sanctification and its end, eternal life. For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord."
  },
  "1202": {
    "ref": "Hebrews 9:12",
    "text": "He entered once for all into the holy places, not by means of the blood of goats and calves but by means of his own blood, thus securing an eternal redemption."
  },
  "1203": {
    "ref": "Ephesians 1:13-14",
    "text": "In him you also, when you heard the word of truth, the gospel of your salvation, and believed in him, were sealed with the promised Holy Spirit, who is the guarantee of our inheritance until we acquire possession of it, to the praise of his glory."
  },
  "1204": {
    "ref": "2 Corinthians 5:6,8",
    "text": "So we are always of good courage. We know that while we are at home in the body we are away from the Lord, Yes, we are of good courage, and we would rather be away from the body and at home with the Lord."
  },
  "1205": {
    "ref": "Hebrews 4:9",
    "text": "So then, there remains a Sabbath rest for the people of God."
  },
  "1206": {
    "ref": "Revelation 19:9",
    "text": "And the angel said to me, “Write this: Blessed are those who are invited to the marriage supper of the Lamb.” And he said to me, “These are the true words of God.”"
  },
  "1207": {
    "ref": "Hebrews 9:15",
    "text": "Therefore he is the mediator of a new covenant, so that those who are called may receive the promised eternal inheritance, since a death has occurred that redeems them from the transgressions committed under the first covenant."
  },
  "1208": {
    "ref": "Luke 22:29-30",
    "text": "And I assign to you, as my Father assigned to me, a kingdom, that you may eat and drink at my table in my kingdom and sit on thrones judging the twelve tribes of Israel."
  },
  "1209": {
    "ref": "John 14:2",
    "text": "In my Father’s house are many rooms. If it were not so, would I have told you that I go to prepare a place for you?"
  },
  "1210": {
    "ref": "Luke 23:43",
    "text": "And he said to him, “Truly, I say to you, today you will be with me in paradise.”"
  },
  "1211": {
    "ref": "Revelation 21:27",
    "text": "But nothing unclean will ever enter it, nor anyone who does what is detestable or false, but only those who are written in the Lamb’s book of life."
  },
  "1212": {
    "ref": "Psalm 16:11",
    "text": "You make known to me the path of life; in your presence there is fullness of joy; at your right hand are pleasures forevermore."
  },
  "1213": {
    "ref": "Revelation 7:15",
    "text": "“Therefore they are before the throne of God, and serve him day and night in his temple; and he who sits on the throne will shelter them with his presence."
  },
  "1214": {
    "ref": "Revelation 21:4",
    "text": "He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.”"
  },
  "1215": {
    "ref": "Revelation 22:3",
    "text": "No longer will there be anything accursed, but the throne of God and of the Lamb will be in it, and his servants will worship him."
  },
  "1216": {
    "ref": "Revelation 22:5",
    "text": "And night will be no more. They will need no light of lamp or sun, for the Lord God will be their light, and they will reign forever and ever."
  },
  "1217": {
    "ref": "Luke 20:35-36",
    "text": "But those who are considered worthy to attain to that age and to the resurrection from the dead neither marry nor are given in marriage, for they cannot die anymore, because they are equal to angels and are sons of God, being sons of the resurrection."
  },
  "1218": {
    "ref": "Revelation 5:9",
    "text": "And they sang a new song, saying, “Worthy are you to take the scroll and to open its seals, for you were slain, and by your blood you ransomed people for God from every tribe and language and people and nation."
  },
  "1219": {
    "ref": "Revelation 7:14-15",
    "text": "I said to him, “Sir, you know.” And he said to me, “These are the ones coming out of the great tribulation. They have washed their robes and made them white in the blood of the Lamb. “Therefore they are before the throne of God, and serve him day and night in his temple; and he who sits on the throne will shelter them with his presence."
  },
  "1220": {
    "ref": "Revelation 21:3",
    "text": "And I heard a loud voice from the throne saying, “Behold, the dwelling place of God is with man. He will dwell with them, and they will be his people, and God himself will be with them as their God."
  },
  "1221": {
    "ref": "John 17:24",
    "text": "Father, I desire that they also, whom you have given me, may be with me where I am, to see my glory that you have given me because you loved me before the foundation of the world."
  },
  "1222": {
    "ref": "Revelation 21:7",
    "text": "The one who conquers will have this heritage, and I will be his God and he will be my son."
  },
  "1223": {
    "ref": "Hebrews 12:23",
    "text": "And to the assembly of the firstborn who are enrolled in heaven, and to God, the judge of all, and to the spirits of the righteous made perfect."
  },
  "1224": {
    "ref": "Matthew 13:43",
    "text": "Then the righteous will shine like the sun in the kingdom of their Father. He who has ears, let him hear."
  },
  "1225": {
    "ref": "Revelation 7:9",
    "text": "After this I looked, and behold, a great multitude that no one could number, from every nation, from all tribes and peoples and languages, standing before the throne and before the Lamb, clothed in white robes, with palm branches in their hands."
  },
  "1226": {
    "ref": "Revelation 5:10",
    "text": "And you have made them a kingdom and priests to our God, and they shall reign on the earth.”"
  },
  "1227": {
    "ref": "Psalm 31:19",
    "text": "Oh, how abundant is your goodness, which you have stored up for those who fear you and worked for those who take refuge in you, in the sight of the children of mankind!"
  },
  "1228": {
    "ref": "Revelation 7:17",
    "text": "For the Lamb in the midst of the throne will be their shepherd, and he will guide them to springs of living water, and God will wipe away every tear from their eyes.”"
  },
  "1229": {
    "ref": "Psalm 17:15",
    "text": "As for me, I shall behold your face in righteousness; when I awake, I shall be satisfied with your likeness."
  },
  "1230": {
    "ref": "Revelation 3:12",
    "text": "The one who conquers, I will make him a pillar in the temple of my God. Never shall he go out of it, and I will write on him the name of my God, and the name of the city of my God, the new Jerusalem, which comes down from my God out of heaven, and my own new name."
  },
  "1231": {
    "ref": "Daniel 12:12-13",
    "text": "Blessed is he who waits and arrives at the 1,335 days. But go your way till the end. And you shall rest and shall stand in your allotted place at the end of the days.”"
  }
}